{"id":2,"date":"2020-10-19T09:30:35","date_gmt":"2020-10-19T09:30:35","guid":{"rendered":"https:\/\/ndmc.ephi.gov.et\/?page_id=2"},"modified":"2020-10-25T07:51:53","modified_gmt":"2020-10-25T07:51:53","slug":"world-bank","status":"publish","type":"page","link":"https:\/\/ndmc.ephi.gov.et\/projects\/world-bank\/","title":{"rendered":"World Bank"},"content":{"rendered":"<p>[vc_row full_width=&#8221;0&#8243; full_height=&#8221;0&#8243; row_padding=&#8221;no_bottom_padding&#8221; particles=&#8221;0&#8243;][vc_column heading_align=&#8221;text-center&#8221; align=&#8221;text-left&#8221; margin=&#8221;margin_bottom_grid&#8221;][vc_column_text]<\/p>\n<p><b>Project description<\/b><\/p>\n<p>The ACDCP is aligned with the World Bank’s Country Partnership Frameworks (CPFs) for Ethiopia and Zambia. Improving the quality, equity, and utilization of health services is Focus Area 2.2 of the Ethiopia CPF, and the project fills critical gaps in the World Bank’s support to the Ethiopian health sector, as the current portfolio does not explicitly include disease surveillance and response. The ACDCP is also aligned with three objectives of the Zambia CPF: (i) improving rural health outcomes; (ii) strengthening the ability of vulnerable communities to manage the effects of climate change; and (iii) integrating Zambia into the broader region.<\/p>\n<p><b>Project benefits<\/b><\/p>\n<p>The project’s benefits transcend national boundaries and strengthen disease surveillance and response systems in Ethiopia and Zambia, as well as the Horn of Africa and the Southern Africa region. Effective disease surveillance and response mechanisms are a regional public good and stemming the spread of epidemics will have highly positive social and economic spillover effects on countries across Africa. All ACDCP investments in Ethiopia will indirectly benefit the entire Horn of Africa region, including Ethiopia’s neighboring countries (Djibouti, Eritrea, Kenya, Somalia, South Sudan, and Sudan), several of which are fragile states.<\/p>\n<p><b>Objective to address by NDMC<\/b><\/p>\n<p><b>General objective<\/b>: Institutional strengthening of the Ethiopia Public Health Institute to serve as a Center of Excellence to support Africa CDC’s regional and continental functions.<\/p>\n<p><b>Specific objective:<\/b> Develop innovative interconnected and interoperable disease surveillance and reporting systems, network regional and continental partners and with Africa CDC and to build data analytic and evidence synthesis capacities, digital platforms and data sharing.<\/p>\n<p><b>Role of NDMC<\/b><\/p>\n<p>The EPHI data-management center will support ACDCP functions related to data-sharing, disease surveillance and reporting, integrated data analysis, evidence translation, and database development; and EPHI will also serve as a regional and continental information hub. This subcomponent will support the EPHI’s data management center in transforming the current paper-based disease notification\/reporting and data processing systems into a sophisticated multiuser, user-friendly electronic data-processing, storage, retrieval, and communications platforms. To this end, this grant will finance: (i) an IT needs assessment for EPHI’s IT and data management center; (ii) the design and installation of new communications platforms; (iii) the procurement and\/or development of the related software and hardware required for such platform; and (iv) the recruitment and training of EPHI IT staff<\/p>\n<p>[\/vc_column_text][\/vc_column][\/vc_row][vc_row full_width=&#8221;0&#8243; full_height=&#8221;0&#8243; row_padding=&#8221;no_padding&#8221; particles=&#8221;0&#8243;][vc_column][vc_single_image image=&#8221;364&#8243; img_size=&#8221;full&#8221; alignment=&#8221;center&#8221; css_animation=&#8221;fadeInUp&#8221; css=&#8221;.vc_custom_1489746239383{margin-bottom: 0px !important;}&#8221;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row full_width=&#8221;0&#8243; full_height=&#8221;0&#8243; row_padding=&#8221;no_bottom_padding&#8221; particles=&#8221;0&#8243;][vc_column heading_align=&#8221;text-center&#8221; align=&#8221;text-left&#8221; margin=&#8221;margin_bottom_grid&#8221;][vc_column_text] Project description The ACDCP is aligned with the World Bank’s Country Partnership Frameworks (CPFs) for Ethiopia and Zambia. Improving the quality, equity, and utilization of health services is Focus Area 2.2 of the Ethiopia CPF, and the project fills critical gaps in the World Bank’s support to [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":700,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/pages\/2"}],"collection":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/comments?post=2"}],"version-history":[{"count":6,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/pages\/2\/revisions"}],"predecessor-version":[{"id":630,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/pages\/2\/revisions\/630"}],"up":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/pages\/700"}],"wp:attachment":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/media?parent=2"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}