{"id":1,"date":"2020-07-22T09:30:35","date_gmt":"2020-07-22T09:30:35","guid":{"rendered":"https:\/\/ndmc.ephi.gov.et\/?p=1"},"modified":"2021-01-30T22:33:47","modified_gmt":"2021-01-30T22:33:47","slug":"ethiopian-public-health-institute-presented-a-research-outcome-on-role-of-grand-ethiopia-renaissance-dam-gerd-in-improving-public-health-in-ethiopia-and-east-africa","status":"publish","type":"post","link":"https:\/\/ndmc.ephi.gov.et\/ethiopian-public-health-institute-presented-a-research-outcome-on-role-of-grand-ethiopia-renaissance-dam-gerd-in-improving-public-health-in-ethiopia-and-east-africa\/","title":{"rendered":"Ethiopian Public Health Institute presented a research outcome on role of Grand Ethiopia Renaissance Dam (GERD) in improving public health in Ethiopia and East Africa"},"content":{"rendered":"<p>[vc_row][vc_column][vc_column_text]<\/p>\n<p style=\"text-align: right;\"><span style=\"font-size: medium;\"><b><a href=\"..\/..\/..\/..\/Desktop\/EPHI\/NDMC\/NDMC_WEB_Content_modified\/News\/%E1%8C%8B%E1%8B%9C%E1%8C%A3%E1%8B%8A%20%E1%88%98%E1%8C%8D%E1%88%88%E1%8C%AB%20.pdf\">Download Press Release<\/a> (Amharic)<\/b><\/span><\/p>\n<p><span style=\"color: #000000;\"><span style=\"font-size: medium;\">Ethiopian Public Health Institute said that more than quarter a million people in 12 East African Nile riparian countries die in a year due to household air pollution from solid fuel. The institute said this in its study of the public health impact of Grand Ethiopia Renaissance Dam (GERD) presented on July 22, 2020 at the presence of different honorable guests from Ministry of Health, EPHI and other stake holders. The FDRE minster of Ministry of Health, Dr Lia Tadesse and a Director General of EPHI D.r Ebba Abate said that the effort EPHI is an eye opening work on the health impact of GERD. <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">The research is mainly focused on the role of Grand Ethiopian Renaissance Dam (GERD) in reducing indoor air pollution when completed. Ethiopia contributes 87% of water resource to Nile; however, never benefited from the river. According to 2018 World Bank, about 55% (60 million) of Ethiopian population has no electricity access. Contrary to this, Egypt has 100% coverage of electricity. This indicates that Ethiopia unfairly treated to use its own resource as per its contribution. Currently, Ethiopia is constructing a multibillion project- Grand Ethiopian Renaissance- which is aimed at pulling millions its people out of poverty line and health impact is one importance of the dam. <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">One of the presenters, Dr. Awoke Misganaw, a Clinical Assistant Professor at Institute for Health Metrics and Evaluation and Advisor at NDMC said that all Nile Basin countries including Ethiopia have poor access to electricity except Egypt. In his presentation, Dr. Awoke said, ‘’In 2019, the total number of deaths attributable to household air pollution from solid fuel were 278,288 among 12 East Africa countries including Nile Basin countries during the same year. Six countries (Ethiopia, DR Congo, Tanzania, Somalia, Uganda and Kenya) account 85% of the deaths. In Ethiopia, the total numbers of deaths attributable to household air pollution from solid fuel were 67,827 deaths while only 73 deaths were reported in Egypt for the same year.’’ <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">He said that If Ethiopia and other East African countries have enough electricity access, they would have averted all these deaths due to poor electrification. <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">Contribution of Grand Ethiopian Renaissance Dam (GERD) in boosting the economy is another aspect of the research. Amanuel Lulu, Health Economist at National Data Management Centre for Health (NDMC) said that GERD will significantly contribute to improve health care expenditure and household spending for health. He added that there will be a large improvement in household income, with 1.4% increment in the first year to 7% increment in household income by the eight year of the completion of the dam. On the other hand, there will be improvement in household expenditures from 1.6 in the first year to 6.7% in the 8th year. <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">According to this study, currently only 15% of the health facilities in Ethiopia have reliable access to electricity. Mr. Amanuel indicated that when GERD is completed Ethiopia will get reliable power supply to health care facilities. Additionally, due to increase in income, households will have increased ability to pay for health expenditure. At the same time, government budget to be allocated to health which helps to achieve high coverage of essential health services. GERD will also increase health facility electrification which significantly will help to improve service delivery. <\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-size: medium;\">The study also listed points of policy action. Finally, discussion is held on the presentation and the presenters addressed the some of the questions raised by participants.<\/span><\/span><\/p>\n<p>[\/vc_column_text][vc_images_carousel images=&#8221;675,676,677,678,679,680,681,682&#8243; img_size=&#8221;large&#8221; autoplay=&#8221;yes&#8221; partial_view=&#8221;yes&#8221; wrap=&#8221;yes&#8221;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text] Download Press Release (Amharic) Ethiopian Public Health Institute said that more than quarter a million people in 12 East African Nile riparian countries die in a year due to household air pollution from solid fuel. The institute said this in its study of the public health impact of Grand Ethiopia Renaissance Dam (GERD) presented [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":434,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[14],"tags":[15],"_links":{"self":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/posts\/1"}],"collection":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/comments?post=1"}],"version-history":[{"count":5,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/posts\/1\/revisions"}],"predecessor-version":[{"id":684,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/posts\/1\/revisions\/684"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/media\/434"}],"wp:attachment":[{"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/media?parent=1"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/categories?post=1"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/ndmc.ephi.gov.et\/wp-json\/wp\/v2\/tags?post=1"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}